Repository: stere8/ocp
Catalog: Pages/Resources/Resources.*.resx
Languages: es, pl

# HomePageTitle
source: Home page
es: Página de inicio
pl: Strona główna

# CraftingTechnicalSolutionsHeading
source: Crafting Technical Solutions with Multilingual Flair
es: Creando soluciones técnicas con un toque multilingüe
pl: Tworzenie rozwiązań technicznych z wielojęzycznym wdziękiem

# FromCodeToCommunicationSubheading
source: From code to communication, shaping your vision
es: Desde el código hasta la comunicación, dando forma a tu visión
pl: Od kodu do komunikacji, kształtowanie Twojej wizji

# WelcomeToMyPortfolio
source: Hey, welcome to my OC Portfolio!
es: ¡Hola, bienvenido a mi portafolio OC!
pl: Witaj, zapraszam do mojego portfolio OC!

# InterestInMyWork
source: Thank you for taking an interest in my work. This page serves as a comprehensive showcase of my programming styles, skills, and overall profile. I am a passionate developer adept at crafting technical solutions that are not only functional but also linguistically sound.
es: Gracias por interesarte en mi trabajo. Esta página sirve como una presentación completa de mis estilos de programación, habilidades y perfil general. Soy un desarrollador apasionado capaz de crear soluciones técnicas que no solo sean funcionales, sino también lingüísticamente adecuadas.
pl: Dziękuję za zainteresowanie moją pracą. Ta strona stanowi kompleksową prezentację moich stylów programowania, umiejętności i ogólnego profilu. Jestem pasjonatem tworzenia rozwiązań technicznych, które są nie tylko funkcjonalne, ale także językowo dopasowane.

# DownloadCV
source: **Download my CV to learn more about my experience and skills.** Download CV
es: Descarga mi CV para conocer más sobre mi experiencia y habilidades.
pl: Pobierz mój życiorys, aby dowiedzieć się więcej o moim doświadczeniu i umiejętnościach.

# ShapingYourVision
source: From code to communication, shaping your vision. I'm Oreste TWIZEYIMANA, a Programmer Developer with {0} years of experience in the field. I'm passionate about creating innovative and user-friendly software solutions.
es: Desde el código hasta la comunicación, dando forma a tu visión. Soy Oreste TWIZEYIMANA, un programador con {0} años de experiencia en el campo. Me apasiona crear soluciones de software innovadoras y amigables para el usuario.
pl: Od kodu do komunikacji, kształtowanie Twojej wizji. Jestem Oreste TWIZEYIMANA, programista z {0} lat doświadczenia w dziedzinie. Pasjonuję się tworzeniem innowacyjnych i użytkowych rozwiązań oprogramowania.

# SeekingCollaboration
source: Whether you're seeking a skilled programmer for collaboration, valuable advice on a project, or simply have an inquiry, feel free to reach out to me. I'm always happy to connect and discuss potential opportunities.
es: Ya sea que estés buscando un programador hábil para colaborar, consejos valiosos sobre un proyecto, o simplemente tengas una consulta, no dudes en contactarme. Siempre estoy feliz de conectarme y discutir oportunidades potenciales.
pl: Czy szukasz wykwalifikowanego programisty do współpracy, cennych porad dotyczących projektu, czy po prostu masz zapytanie? Skontaktuj się ze mną. Zawsze chętnie nawiążę kontakt i omówię potencjalne możliwości.

# Development_CICDPractices
source: CI/CD practices
es: Prácticas de CI/CD
pl: Praktyki CI/CD

# ProcessImprovement_Streamlining
source: Streamlining
es: Optimización
pl: Optymalizacja

# ProcessImprovement_Integration
source: Integration
es: Integración
pl: Integracja

# ProcessImprovement_Optimization
source: Optimization
es: Optimización
pl: Optymalizacja

# ProcessImprovement_AgileScrum
source: Agile/Scrum methodologies
es: Metodologías Agile/Scrum
pl: Metodologie Agile/Scrum

# ProblemSolving_Debugging
source: Debugging
es: Depuración
pl: Debugowanie

# ProblemSolving_CodeReview
source: Code review
es: Revisión de código
pl: Recenzja kodu

# ProblemSolving_CleanCodeWriting
source: Clean code writing
es: Escritura de código limpio
pl: Pisanie czytelnego kodu

# ProblemSolving_ProjectDocumentation
source: Project documentation
es: Documentación del proyecto
pl: Dokumentacja projektu

# CustomerFocus_ImprovedCustomerExperiences
source: Improved customer experiences through streamlined processes and enhanced applications
es: Mejora de experiencias de cliente a través de procesos optimizados y aplicaciones mejoradas
pl: Poprawa doświadczeń klientów poprzez zoptymalizowane procesy i ulepszone aplikacje

# Adaptability_QuickLearner
source: Quick learner
es: Aprendizaje rápido
pl: Szybkie uczenie się

# Adaptability_OpenToNewTechnologies
source: Open to new technologies
es: Abierto a nuevas tecnologías
pl: Otwarty na nowe technologie

# SoftSkills_Dedication
source: Dedication
es: Dedicación
pl: Poświęcenie

# SoftSkills_HardWork
source: Hard work
es: Trabajo duro
pl: Praca ciężka

# SoftSkills_Teamwork
source: Teamwork
es: Trabajo en equipo
pl: Praca zespołowa
